<?php

return [

    /*
  |--------------------------------------------------------------------------
  | API ключ
  |--------------------------------------------------------------------------
  |
  | API ключ используемый для отправки. При использовнии  API key заполнять ниже
  | логин/пароль не нужно
  |
  */

    'api_key'    => function_exists('env') ? env('SMSUKRAINE_KEY', '') : '',


    /*
    |--------------------------------------------------------------------------
    | API логин
    |--------------------------------------------------------------------------
    |
    | Логин используемый для отправки (тот же что и для входа в панель)
    |
    */

    'api_login'    => function_exists('env') ? env('SMSUKRAINE_LOGIN', '') : '',


    /*
    |--------------------------------------------------------------------------
    | API пароль
    |--------------------------------------------------------------------------
    |
    | Пароль используемый для отправки (тот же что и для входа в панель)
    |
    */
    'api_password'    => function_exists('env') ? env('SMSUKRAINE_PASSWORD', '') : '',


];