<?php

return [

    /*
    |--------------------------------------------------------------------------
    | API Credentials
    |--------------------------------------------------------------------------
    |
    | Укажите API ключ
    | https://smsukraine.com.ua/account/login/ | 'Настройки'.
    |
    */

    'api_key'    => function_exists('env') ? env('SMSUKRAINE_KEY', '') : '',


    /*
    |--------------------------------------------------------------------------
    | Alpha Name
    |--------------------------------------------------------------------------
    |
    | Укажите используемое для отправки альфаимя
    |
    */

    'alpha_name' => function_exists('env') ? env('SMSUKRAINE_ALPHA_NAME', '') : '',

];